Repository: jweiland-net/avalex
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_avalex_avalex.name
source: Privacy statement
de: Datenschutzerklärung

# tx_avalex_avalex.description
source: This plugin displays a privacy statement for your website using the avalex.de API
de: Das Plugin ermöglicht es, eine Datenschutzerklärung für Ihre webseite über avalex.de zu beziehen.

# tx_avalex_imprint.name
source: Imprint
de: Impressum

# tx_avalex_imprint.description
source: This plugin displays an imprint for your website using the avalex.de API
de: Das Plugin ermöglicht es, ein Impressum für Ihre webseite über avalex.de zu beziehen.

# tx_avalex_bedingungen.name
source: Terms and conditions
de: Allgemeine Geschäftsbedingungen (AGB)

# tx_avalex_bedingungen.description
source: This plugin displays terms and conditions for your website using the avalex.de API
de: Das Plugin ermöglicht es, Allgemeine Geschäftsbedingungen für Ihre webseite über avalex.de zu beziehen.

# tx_avalex_widerruf.name
source: Cancellation policy
de: Widerrufsbelehrung

# tx_avalex_widerruf.description
source: This plugin displays a cancellation policy for your website using the avalex.de API
de: Das Plugin ermöglicht es, eine Widerrufsbelehrung für Ihre webseite über avalex.de zu beziehen.

# tx_avalex_configuration
source: Avalex configuration
de: Avalex Konfiguration

# tx_avalex_configuration.website_root
source: For Website(s)
de: Für Webseite(n)

# tx_avalex_configuration.description
source: Description (optional)
de: Beschreibung (optional)

# tx_avalex_configuration.global
source: Use this configuration for all websites
de: Diese Konfiguration für alle Webseiten verwenden

# tx_avalex_configuration.domain
source: Domain linked with API key (e.g. https://example.com)
de: Mit dem API-Key verknüpfte Domain (z.B. https://example.com)

# preview_renderer.no_config
source: Could not find any configuration for avalex!
de: Es konnte keine Avalex Konfiguration gefunden werden!

# preview_renderer.found_config
source: Using configuration "%s".
de: Die Konfiguration "%s" wird verwendet.

# preview_renderer.button.add
source: Add configuration
de: Konfiguration hinzufügen

# preview_renderer.button.edit
source: Edit configuration
de: Konfiguration bearbeiten
